tap "denisidoro/tools"
tap "homebrew/bundle"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "docker"
brew "findutils"
brew "fzf"
brew "gnu-sed"
brew "hyperfine"
brew "make"
brew "mas"
brew "tldr"
brew "tree"
brew "zsh"
brew "denisidoro/tools/docpars"
cask "cheatsheet"
cask "dbeaver-community"
cask "docker"
cask "eclipse-jee"
cask "firefox"
cask "flameshot"
cask "intellij-idea-ce"
cask "iterm2"
cask "keepassxc"
cask "meld"
cask "notion"
cask "postman"
cask "rancher"
cask "raycast"
cask "slack"
cask "spotify"
cask "springtoolsuite"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
