tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "bat"
brew "coreutils"
brew "findutils"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "hyperfine"
brew "make"
brew "mas"
brew "node"
brew "python@3.11"
brew "tldr"
brew "tree"
brew "vim"
brew "zsh"
brew "denisidoro/tools/docpars"
cask "adobe-acrobat-reader"
cask "cheatsheet"
cask "dbeaver-community"
cask "eclipse-java"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "keepassxc"
cask "meld"
cask "notion"
cask "postman"
cask "springtoolsuite"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
